christian-kohler.npm-intellisense
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
mark-wiemer.vscode-autohotkey-plus-plus
ritwickdey.liveserver
uctakeoff.vscode-counter
xabikos.javascriptsnippets
